Repository: ratsil/bethe.replica
Catalog: client/replica/globalization/Replica.*.resx
Languages: ru_ru

# sAutumn
source: Autumn
ru_ru: Осень

# sCampaign
source: Campaign
ru_ru: Кампания

# sCompany
source: Company
ru_ru: Компания

# sErrorAssetProperties1
source: Uknown video type
ru_ru: Неизвестный тип видеоматериала

# sErrorAssetProperties2
source: Error occurred while program account save
ru_ru: Сохранение паспорта программы произошло с ошибками

# sErrorAssetProperties3
source: errors occurred while frequency of assets words occurrences get
ru_ru: во время получения частоты вхождения слов в ассетах произошли ошибки

# sErrorAssetProperties4
source: cues classes information missing
ru_ru: информация о классах титрования отсутствует

# sErrorAssetProperties5
source: Errors occurred while program cues markers save
ru_ru: Сохранение точек титрования программы произошло с ошибками

# sErrorAssetProperties6
source: Asset account save was successful, but errors occurred while playlist update
ru_ru: Сохранение паспорта было удачным, но внесение изменений в плейлист произошло с ошибками

# sErrorAssetsList1
source: The parents of these assets have been removed or not found, try to set them the new parents! They will be at the root level of the list and highlighted in red.
ru_ru: Родители этих ассетов были удалены или не найдены, попробуйте назначить им новых родителей! Они будут в корневом списке и выделены красным.

# sErrorAssetsList2
source: cannot determine the active tab
ru_ru: невозможно определить активную вкладку

# sErrorAssetsList3
source: errors occurred while asset delete
ru_ru: во время удаления ассета произошли ошибки

# sErrorAssetsList4
source: errors occurred while assets update!
ru_ru: при изменении этих ассетов произошли ошибки!

# sErrorAssetsList6
source: Errors occurred while assets parent set!
ru_ru: Во время назначения родителя для ассетов произошли ошибки!

# sErrorAssetsList8
source: You can not delete Assets (eg, {1}),{0}which still have children (eg, {2}){0}{0}First unset parents or delete them.
ru_ru: Нельзя удалять Ассеты (например, {1}),{0}у которых еще есть дети (например, {2}){0}{0}В начале отвяжите ассеты от их родителей или удалите.

# sErrorAssetsList9
source: Are you sure you want to unset parents from these assets?
ru_ru: Вы уверены, что хотите отвязать родителей у этих ассетов?

# sErrorIngest1
source: Cannot get important information from DB about the transliteration/nProbably due to permissions problems
ru_ru: Не получена важная информация из БД о транслитерации/nВозможно из-за проблем с правами доступа

# sErrorIngest2
source: You have to select a folder, a storage, a type and a name for a new tab
ru_ru: Необходимо указать папку, хранилище, тип и название для новой вкладки

# sErrorIngest3
source: The specified filename differs from the target and will not be used! Do you want to continue?
ru_ru: Указанное имя файла отличается от целевого и не будет использовано! Вы хотите продолжить?

# sErrorPersonsList1
source: Cannot delete these artists
ru_ru: Этих исполнителей удалить не удалось

# sErrorPlaylist1
source: Impossible to continue! Adding to playlist already in process, maybe you are copying a part of the playlist
ru_ru: Невозможно продолжить! Добавление в плейлист уже идёт, возможно вы копируете часть плейлиста

# sErrorPlaylist2
source: Recalculation is impossible
ru_ru: Пересчет невозможен

# sErrorPlaylist3
source: Impossible to continue! Adding to playlist already in process, maybe you pressed 'Import'
ru_ru: Невозможно продолжить! Добавление в плейлист уже идёт, возможно вы нажимали 'Импорт'

# sErrorPlaylist4
source: Error occurred while recalculation
ru_ru: Произошла ошибка пересчета

# sErrorPlaylist6
source: Attention! The target range already has planned items!{0}Remove them first!
ru_ru: Внимание! В целевом диапазоне уже есть запланированные элементы!{0}Сначала удалите их!

# sErrorPlaylist7
source: Attention! Error occurred while item start time update!
ru_ru: Внимание! Изменение времени старта элемента произошло с ошибкой!

# sErrorPlaylist8
source: The deleting range has cached items. Try to refresh the playlist.
ru_ru: Удаляемый диапазон содержит закэшированные элементы. Попробуйте обновить плейлист.

# sErrorPlaylist9
source: Some items ({0}) were not deleted!
ru_ru: Во время удаления некоторые элементы ({0}) не были удалены!

# sErrorPlaylistImport1
source: cannot find one or more specified files
ru_ru: не найден один или несколько из указанных файлов

# sErrorRecalculate2
source: Wait for timecodes loading...
ru_ru: Дождитесь сначала загрузки тайм-кодов...

# sErrorRecalculate3
source: Load timecodes first...
ru_ru: Cначала загрузите тайм-коды...

# sErrorTemplates1
source: Cannot get information about cues.tTemplate
ru_ru: Не удалось получить информацию о cues.tTemplate

# sErrorTemplates2
source: Cannot add changes.
ru_ru: Добавление изменений невозможно.

# sErrorTemplates3
source: Perhaps some templates have not been saved!{0}Leave the page and return to it again to update and verify the contents.
ru_ru: Возможно, некоторые шаблоны не были сохранены!/nПокиньте страницу и вернитесь на нее снова, для обновления содержимого и проверки.

# sErrorTemplates4
source: Cannot add because another trailer scheduled at this time already
ru_ru: Добавление невозможно, т.к. в это время уже заверстан другой анонс

# sNoticeArtistSearch1
source: Artist : Song
ru_ru: Исполнитель : Название песни

# sNoticeAssetChooser1
source: as block:
ru_ru: как блок:

# sNoticeAssetChooser2
source: Add assets to the sequence
ru_ru: Добавить ассеты в последовательность

# sNoticeAssetChooser3
source: selected:
ru_ru: выбрано:

# sNoticeAssetChooser4
source: NO ASSETS SELECTED
ru_ru: НЕ ВЫБРАНО НИ ОДНОГО АССЕТА

# sNoticeAssetProperties1
source: Create a name from the cues. (CTRL + M)
ru_ru: Создать имя на основе титров. (CTRL + M)

# sNoticeAssetProperties2
source: Make changes to playlist
ru_ru: Внести изменения и в плейлист

# sNoticeAssetProperties3
source: clip timings
ru_ru: хр-ж клипа

# sNoticeAssetProperties4
source: fragment timings
ru_ru: хр-ж фрагмента

# sNoticeAssetProperties5
source: chat in/out markers
ru_ru: точки входа/выхода чата

# sNoticeAssetProperties6
source: remove ALL markers
ru_ru: удалить ВСЕ точки

# sNoticeAssetProperties7
source: asset last show:
ru_ru: последний показ ассета:

# sNoticeAssetsList1
source: refresh (F9)
ru_ru: обновить (F9)

# sNoticeGroupMoving1
source: first item start type
ru_ru: тип старта первого элемента

# sNoticeGroupMoving2
source: first item show time
ru_ru: время выхода первого элемента

# sNoticeGroupMoving3
source: planned start
ru_ru: старт планируемый

# sNoticeGroupMoving4
source: start was
ru_ru: старт был

# sNoticeGroupMoving5
source: Type was
ru_ru: Тип был

# sNoticeGroupMoving6
source: start will be
ru_ru: старт будет

# sNoticeGroupMoving7
source: Type will be
ru_ru: Тип будет

# sNoticeIngest1
source: source file:
ru_ru: исходный файл:

# sNoticeIngest10
source: path (local)
ru_ru: путь (локально)

# sNoticeIngest11
source: bad
ru_ru: плохое

# sNoticeIngest12
source: broadcast
ru_ru: эфирное

# sNoticeIngest13
source: best
ru_ru: отличное

# sNoticeIngest14
source: season
ru_ru: сезон

# sNoticeIngest2
source: show:
ru_ru: концертная запись:

# sNoticeIngest3
source: ready for broadcast:
ru_ru: готово к эфиру:

# sNoticeIngest4
source: foreign language:
ru_ru: на иностранном языке:

# sNoticeIngest5
source: target file path:
ru_ru: путь целевого файла:

# sNoticeIngest6
source: life time (monthes, 0 = forever):
ru_ru: время жизни (в месяцах, 0 = бесконечно):

# sNoticeIngest7
source: expiration action:
ru_ru: действие по истечению:

# sNoticeIngest8
source: commercial
ru_ru: коммерция

# sNoticeIngest9
source: storage
ru_ru: путь (сервер)

# sNoticeMedia1
source: Press: 'ESC' - Cancel, 'ENTER' - OK
ru_ru: Нажимайте: 'ESC' - Cancel, 'ENTER' - OK

# sNoticeMediaList1
source: show not more than
ru_ru: отображать не более

# sNoticeMediaList2
source: items
ru_ru: позиций

# sNoticePlaylist1
source: Recalculate full playlist
ru_ru: Пересчитать весь плейлист

# sNoticePlaylist10
source: Show time
ru_ru: Время выхода

# sNoticePlaylist11
source: Came to cMsgDate_Closed
ru_ru: Вошли в cMsgDate_Closed

# sNoticePlaylist12
source: Specify how many times to copy the selection to the end of the playlist.{0}A sequence of all items will be preserved,{0}but the structure of the blocks WILL BE LOST!
ru_ru: Укажите сколько раз скопировать выделенное в конец плейлиста.{0}В результате копирования последовательность роликов будет сохранена,{0}но структура блоков БУДЕТ УТЕРЯНА!

# sNoticePlaylist13
source: Enter the exact start time from which items will be placed.{0}In the copy target range, playlist should not have any other items!{0}Before copying there will be a corresponding check,{0}however it may fail in a case if the playlist has not been recalculated{0}{0}As a result of copying the structure of the blocks will be preserved while all plugs will be removed.{0}
ru_ru: Введите точное время начиная с которого располагать ролики.{0}В диапазоне копирования в плейлисте не должно быть других роликов!{0}Перед началом копирования будет произведена соответствующая проверка,{0}однако, если плейлист не был пересчитан, то она может быть неудачной{0}{0}В результате копирования структура блоков будет сохранена, а заглушки (plugs) будут убраны.{0}

# sNoticePlaylist14
source: You may need to refresh the playlist
ru_ru: Рекомендуется обновить плейлист

# sNoticePlaylist15
source: Came to _cDBI_PlaylistItemStartsSetCompleted
ru_ru: Вошли в _cDBI_PlaylistItemStartsSetCompleted

# sNoticePlaylist16
source: Move was successful!{0}{0}To see the results, run a partial or a full recalculation of the playlist.
ru_ru: Перемещено успешно!{0}{0}Чтобы увидеть результаты перемещения, сделайте частичный или полный пересчет ПЛ.

# sNoticePlaylist17
source: on air:
ru_ru: сейчас в эфире:

# sNoticePlaylist2
source: Recalculate the playlist for {0} {1} starting from "{2}"?
ru_ru: Пересчитать плейлист на {0} {1} начиная с "{2}"?

# sNoticePlaylist20
source: copy selected to the time...
ru_ru: копировать выделенное на время...

# sNoticePlaylist21
source: broadcast date and time
ru_ru: дата и время выхода

# sNoticePlaylist22
source: move to another time
ru_ru: передвинуть на другое время

# sNoticePlaylist23
source: insert assets after or add a block...
ru_ru: вставить ассеты после или добавить блок...

# sNoticePlaylist24
source: delete ALL starting from
ru_ru: удалить ВСЁ начиная с

# sNoticePlaylist25
source: recalculate next 5 hours
ru_ru: пересчитать на 5 часов вперед

# sNoticePlaylist26
source: copy selected to the end...
ru_ru: копировать выделенное в конец...

# sNoticePlaylist27
source: days
ru_ru: дня

# sNoticePlaylist28
source: in
ru_ru: через

# sNoticePlaylist29
source: planned
ru_ru: запланировано

# sNoticePlaylist3
source: Select ONE playlist item after which you want to insert asset(s)
ru_ru: Выберите ЕДИНСТВЕННЫЙ элемент плейлиста после которого хотите вставить ассет(ы)

# sNoticePlaylist30
source: before
ru_ru: назад

# sNoticePlaylist31
source: scheduling of advanced playlist...
ru_ru: Вёрстка первоочередного плей-листа...

# sNoticePlaylist32
source: end date and time
ru_ru: дата и время завершения

# sNoticePlaylist4
source: You can not attach items to not yet added or cached item
ru_ru: Нельзя прикрепить элементы к еще не добавленному или находящемуся в кэше элементу

# sNoticePlaylist5
source: groop moving
ru_ru: групповое перемещение

# sNoticePlaylist6
source: Are you SURE you want to remove more than 10 playlist items???
ru_ru: Вы УВЕРЕНЫ, что хотите удалить более 10-ти элементов плейлиста???

# sNoticePlaylist7
source: Are you SURE you want to remove ALL playlist items starting from
ru_ru: Вы УВЕРЕНЫ, что хотите удалить ВСЕ элементы плейлиста начиная с

# sNoticePlaylist8
source: Came to _ui_cmPlanned_Move
ru_ru: Вошли в _ui_cmPlanned_Move

# sNoticePlaylist9
source: Enter new broadcast time bellow:
ru_ru: Введите новое время выхода ниже:

# sNoticePlaylistImport1
source: clips file:
ru_ru: файл клипов:

# sNoticePlaylistImport2
source: advertisement file:
ru_ru: файл рекламы:

# sNoticePlaylistImport3
source: binding date:
ru_ru: дата привязки:

# sNoticePlaylistImport4
source: design file:
ru_ru: файл оформления:

# sNoticePlaylistImport5
source: merge playlists
ru_ru: объединить плейлисты

# sNoticeStat1
source: not
ru_ru: не

# sNoticeTemplates1
source: png-sequence folder name
ru_ru: название папки с png-секвенцией

# sNoticeTimeCodeEnter1
source: Press digits, enter or escape
ru_ru: Нажмите цифры, enter или escape

# sSpring
source: Spring
ru_ru: Весна

# sSummer
source: Summer
ru_ru: Лето

# sWinter
source: Winter
ru_ru: Зима
