Repository: ratsil/bethe.replica
Catalog: client/webservice/globalization/Webservice.*.resx
Languages: ru_ru

# sErrorDBInteract1
source: internal storage for session objects is not initialized
ru_ru: внутреннее хранилище объектов сессии не проинициализировано

# sErrorDBInteract2
source: session object missing
ru_ru: объект сессии отсутствует

# sErrorDBInteract3
source: No items for move
ru_ru: Нет элементов для перемещения

# sErrorDBInteract4
source: One of the moving items is in a player cach:
ru_ru: Один из перемещаемых элементов находится в кэше плеера:

# sErrorDBInteract5
source: You are trying to move planned items to the past:
ru_ru: Попытка переместить планируемые элементы в прошлое:

# sErrorDBInteract6
source: Some of the moving items are cached:
ru_ru: Целевой диапазон перемещения содержит закэшированные элементы:

# sErrorDBInteract7
source: Received announcement shift ID is not equal to ID of the current SCR shift
ru_ru: ID смены полученного актуального объявления не совпадает с ID текущей смены

# sErrorDBInteract8
source: class for clip can't be null
ru_ru: класс у клипа не может быть пустым

# sErrorPLImport1
source: bumper rotation error:
ru_ru: ошибка ротации отбивки:

# sErrorPLImport10
source: can't find any suitable assets while Video International file parse
ru_ru: не удалось найти подходящие ассеты в процессе анализа файла Video International

# sErrorPLImport12
source: block start missing
ru_ru: отсутствует начало рекламного блока

# sErrorPLImport14
source: asset error:
ru_ru: ошибка ассета:

# sErrorPLImport15
source: FATAL ERROR OCCURRED WHILE PLAYLIST IMPORT! CALL DEVELOPER URGENTLY! Please, tell developer next information: there is a problem with playlist import; video international set has an item with duration which exceeds 3.5 minutes:
ru_ru: ИМПОРТ ПЛЕЙЛИСТА ПРОИЗОШЕЛ С ФАТАЛЬНОЙ ОШИБКОЙ! СРОЧНО СВЯЖИТЕСЬ С РАЗРАБОТЧИКОМ СИСТЕМЫ! сообщите разработчику следующую информацию: проблема с импортом плейлиста; в выборке video international присутствует элемент дольше 3,5 минут:

# sErrorPLImport16
source: items were NOT added to playlist because of zero duration:
ru_ru: элементы НЕ были добавлены в плейлист по причине нулевого хронометража:

# sErrorPLImport17
source: Cannot embed VI advertisement blocks at {0}{1} hours {2} minutes
ru_ru: не удалось внедрить рекламные блоки VI на {0}{1} часов {2} минут

# sErrorPLImport18
source: missing VI block at {0}{1} hours {2} minutes
ru_ru: не удалось найти блок VI на {0}{1} часов {2} минут

# sErrorPLImport19
source: content gap found between {0} and {1}
ru_ru: обнаружено отсутствие контента между {0} и {1}

# sErrorPLImport2
source: wrong PowerGold file format in lines:
ru_ru: некорректный формат файла PowerGold в строках:

# sErrorPLImport20
source: cannot find any suitable assets while design file parsing
ru_ru: не удалось найти подходящие ассеты в процессе анализа файла оформления

# sErrorPLImport3
source: there are no bindings between PG identifiers and assets:
ru_ru: отсутствуют привязки индентификаторов PG к ассетам:

# sErrorPLImport4
source: cannot find any suitable assets while PowerGold file parsing
ru_ru: не удалось найти подходящие ассеты в процессе анализа файла PowerGold

# sErrorPLImport5
source: cannot find uploaded file by it's temporary name:
ru_ru: не удалось найти загруженный файл по промежуточному имени:

# sErrorPLImport6
source: missing advertisement block name at
ru_ru: отсутствует название рекламного блока на

# sErrorPLImport7
source: wrong block start time format:
ru_ru: неправильный формат времени старта блока:

# sErrorPLImport8
source: missing VI advertisement asset ID at {0}{1} hours {2} minutes
ru_ru: отсутствует VI ID рекламного ролика на {0}{1} часов {2} минут

# sErrorPLImport9
source: there are no bindings between VI identifiers and assets:
ru_ru: отсутствуют привязки индентификаторов VI к ассетам:

# sNoticePLImport1
source: ATTENTION! Next advertisement assets of block at {0} HAVE NOT BEEN USED:
ru_ru: ВНИМАНИЕ! Следующие рекламные ассеты из блока на {0} НЕ БЫЛИ ИСПОЛЬЗОВАНЫ:

# sNoticePLImport2
source: Asset number
ru_ru: Номер ролика

# sNoticePLImport4
source: plug
ru_ru: заглушка

# sNoticePreferences1
source: Planned
ru_ru: Запланировано

# sNoticePreferences2
source: Queued
ru_ru: Поставлено в очередь

# sNoticePreferences3
source: Prepared
ru_ru: Подготовлено

# sNoticePreferences4
source: On air
ru_ru: В эфире

# sNoticePreferences5
source: Played
ru_ru: Проигранно

# sNoticePreferences6
source: Missed
ru_ru: Пропущенно

# sNoticePreferences7
source: Other
ru_ru: Другое

# sNoticeVJ1
source: not specified
ru_ru: не указана
