Repository: ratsil/bethe.replica
Catalog: client/scr/globalization/SCR.*.resx
Languages: ru_ru

# sError1
source: Error occurred while DB service initialize
ru_ru: Ошибка инициализации сервиса БД

# sError10
source: Error occurred while logging
ru_ru: Ошибка во время операции логирования

# sError11
source: Error occurred while playlist create
ru_ru: Ошибка создания плейлиста

# sError12
source: Wrong user object while playlist create
ru_ru: Некорректный пользовательский объект при создании плейлиста

# sError13
source: Error occurred while playlist prepare
ru_ru: Ошибка подготовки плейлиста

# sError14
source: No any playlists received
ru_ru: Не получено ни одного плейлиста

# sError15
source: More than one playlists received
ru_ru: Получено более одного плейлиста

# sError16
source: Less than one playlists received
ru_ru: Получено менее одного плейлиста

# sError17
source: Error occurred while playlist item delete
ru_ru: Удаление из плейлиста произошло с ошибками

# sError18
source: Cannot prepare specified item
ru_ru: Не удалось подготовить указанный элемент

# sError19
source: Name cannot be empty!
ru_ru: Имя не может быть пустым!

# sError2
source: DB service problems!{0}If this error will appear frequently, you would have to restart the DB service and the program!{0}{0}YOU CAN CLOSE THIS WINDOW...
ru_ru: Неполадки с сервисом БД!{0}Если ошибка будет часто повторяться, то необходимо перезапустить сервис БД и программу!{0}{0}ЭТО ОКНО МОЖНО ЗАКРЫВАТЬ...

# sError20
source: Item with such name already exists!
ru_ru: Такое название уже есть!

# sError21
source: The first line cannot be empty!
ru_ru: Первая строка не может быть пустой!

# sError22
source: Errors occurred while clips list get
ru_ru: Во время получения списка клипов из БД произошли ошибки!

# sError3
source: Error occurred while DB service request...{0}Copy and save error description{0}{0}YOU CAN CLOSE THIS WINDOW...{0}If this error will not appear frequently, you have no need to refresh the page!
ru_ru: Во время обращения к сервису БД возникла ошибка...{0}скопируйте и сохраните текст ошибки!{0}{0}ЭТО ОКНО МОЖНО ЗАКРЫВАТЬ...{0}Перезапускать программу не надо, если только эта ошибка не будет слишком частой!

# sError4
source: Errors occurred while cues list receive...
ru_ru: Во время получения списка титров возникли ошибки...

# sError5
source: Errors occurred while cues list show...
ru_ru: Во время отображения списка титров возникли ошибки...

# sError6
source: Errors occurred while cue save...
ru_ru: При добавлении титра в БД возникли ошибки...

# sError7
source: Errors occurred while cue delete...
ru_ru: При удалении титра из БД возникли ошибки...

# sError8
source: Errors occurred while update DB!{0}Perhaps cue with such name already exists.
ru_ru: При внесении изменений в БД возникли ошибки!{0}возможно титр с таким названием уже существует.

# sError9
source: Error occurred while nearest advertisement block get.
ru_ru: Во время определения ближайшего рекламного блока возникла ошибка.

# sErrorAdvertsBlockChooser1
source: Information about advertisement items logo binding was not received or received with errors
ru_ru: Не получена, либо получена с ошибками информация о привязке шаблона логотипа к рекламным роликам

# sErrorAdvertsBlockChooser2
source: Information about advertisement blocks was not received or received with errors
ru_ru: Не получена, либо получена с ошибками информация о рекламных блоках

# sErrorAdvertsBlockChooser3
source: Error occurred inside _cDBI_LogoBindingGetCompleted:{0}
ru_ru: В _cDBI_LogoBindingGetCompleted произошла ошибка:{0}

# sErrorAdvertsBlockChooser4
source: Error occurred inside _cPlayer_AdvertsSCRGetCompleted:{0}
ru_ru: В _cPlayer_AdvertsSCRGetCompleted произошла ошибка:{0}

# sErrorWebservice
source: Webservice error
ru_ru: Ошибка вебсервиса

# sNoSequence
source: No selected sequence
ru_ru: Секвенция не выбрана

# sNotice0
source: replica. SCR management interface
ru_ru: replica. интерфейс управления АСБ

# sNotice1
source: Clips search:
ru_ru: Поиск клипов:

# sNotice10
source: loading current SCR shift...
ru_ru: загрузка текущей смены АСБ...

# sNotice11
source: Start
ru_ru: Запуск

# sNotice12
source: You have to stop the playlist
ru_ru: Необходимо остановить плейлист

# sNotice13
source: Attention! All live items will be stopped and playlist will be emptied!!!{0}ARE YOU SURE???
ru_ru: Внимание! Будут остановлены все элементы эфира и будет обнулен плейлист!!!{0}ВЫ УВЕРЕНЫ???

# sNotice14
source: Are you sure you want to delete this cue
ru_ru: Вы действительно хотите удалить титр

# sNotice15
source: hide table
ru_ru: скрыть таблицу

# sNotice16
source: show table
ru_ru: показать таблицу

# sNotice17
source: Delete cue
ru_ru: Удалить титр

# sNotice18
source: add to playlist
ru_ru: добавить в плейлист

# sNotice19
source: add clips to playlist
ru_ru: добавить в плейлист клипы

# sNotice2
source: DB service initialization...
ru_ru: Инициализация сервиса БД...

# sNotice20
source: You cannot interrupt the advertisement!
ru_ru: Нельзя прерывать рекламу!

# sNotice21
source: -- BLOCK --
ru_ru: -- БЛОК --

# sNotice22
source: common
ru_ru: общее

# sNotice23
source: Select template ==>
ru_ru: Выберите шаблон ==>

# sNotice24
source: Order desk
ru_ru: Стол заказов

# sNotice25
source: Items
ru_ru: Элементы

# sNotice27
source: LIVE!
ru_ru: ЭФИРА!

# sNotice28
source: simulation
ru_ru: имитация

# sNotice29
source: Nearest advertisement block in:
ru_ru: Ближайший рекламный блок через:

# sNotice3
source: Player initialization...
ru_ru: Инициализация плеера...

# sNotice30
source: loops:
ru_ru: циклов:

# sNotice31
source: show with advertisement
ru_ru: дать с рекламой

# sNotice32
source: show trailer
ru_ru: дать анонс

# sNotice33
source: Selected cue:
ru_ru: Выбранный титр:

# sNotice34
source: timer
ru_ru: таймер

# sNotice35
source: Full playlist
ru_ru: Весь плейлист

# sNotice36
source: elapsed:
ru_ru: прошло:

# sNotice37
source: select clip
ru_ru: выбор клипа

# sNotice38
source: refresh clips list
ru_ru: обновить список клипов

# sNotice39
source: selected clip:
ru_ru: выбранный клип:

# sNotice4
source: Stop
ru_ru: Останов

# sNotice40
source: (no selection)
ru_ru: (не выбран)

# sNotice41
source: Continue this air?{0}If press OK the air automation will turn on!
ru_ru: Продолжить этот прямой эфир?{0}Если нажать OK, то запустится автоматизация эфира!

# sNotice5
source: loading storage mappings...
ru_ru: загрузка привязок расположения...

# sNotice6
source: cues initialization...
ru_ru: инициализация графического оформления...

# sNotice7
source: loading running cues items...
ru_ru: загрузка активных элементов графического оформления...

# sNotice8
source: loading running player items...
ru_ru: загрузка активных элементов плеера...

# sNotice9
source: chat prepare...
ru_ru: подготовка чата...

# sNoticeAdvertsBlockChooser0
source: Select advertisement block
ru_ru: Выбор рекламного блока

# sNoticeAdvertsBlockChooser1
source: starting{0} |
ru_ru: запуск{0} |

# sNoticeAdvertsBlockChooser10
source: show time:
ru_ru: начало отображения:

# sNoticeAdvertsBlockChooser11
source: selected block:
ru_ru: выбранный блок:

# sNoticeAdvertsBlockChooser2
source: loading playlist items - {0} --- {1} |
ru_ru: загрузка элементов плейлиста - {0} --- {1} |

# sNoticeAdvertsBlockChooser3
source: loading playlist items done - {0} |
ru_ru: загрузка элементов плейлиста завершена - {0} |

# sNoticeAdvertsBlockChooser4
source: logo binding completed - in {0} |
ru_ru: завершение привязки логотипа - вход {0} |

# sNoticeAdvertsBlockChooser5
source: logo binding completed - out{0} |
ru_ru: завершение привязки логотипа - выход{0} |

# sNoticeAdvertsBlockChooser6
source: adverts get from player completed - in {0} |
ru_ru: завершение загрузки рекламы - вход {0} |

# sNoticeAdvertsBlockChooser7
source: | foreach end {0} {1} {2}
ru_ru: | завершение цикла {0} {1} {2}

# sNoticeAdvertsBlockChooser8
source: | adverts get from player completed - out - {0} {1} {2} |
ru_ru: | завершение загрузки рекламы - выход - {0} {1} {2} |

# sNoticeAdvertsBlockChooser9
source: adverts stopped get completed: {0} |
ru_ru: завершение загрузки заблокированной рекламы: {0} |

# sNoticeEditors1
source: Add text
ru_ru: Вставить текст

# sNoticePipeline1
source: (enter file name...)
ru_ru: (введите имя файла...)

# sNoticePipeline10
source: (file name)
ru_ru: (имя файла)

# sNoticePipeline2
source: video format:
ru_ru: формат видео:

# sNoticePipeline3
source: horizontal resolution:
ru_ru: разрешение по горизонтали:

# sNoticePipeline4
source: vertical resolution:
ru_ru: разрешение по вертикали:

# sNoticePipeline5
source: frames per second:
ru_ru: кадров в секунду:

# sNoticePipeline6
source: audio channels qty:
ru_ru: кол-во аудиоканалов:

# sNoticePipeline7
source: audio format:
ru_ru: формат аудио:

# sNoticePipeline8
source: first channel:
ru_ru: первый канал

# sNoticePipeline9
source: second channel:
ru_ru: второй канал

# sNoticePrompter0
source: Prompter
ru_ru: Суфлер

# sNoticePrompter1
source: prompter lines
ru_ru: строки суфлера

# sNoticeTest1
source: file link:
ru_ru: ссылка на файл:

# sSmoking
source: Smoking
ru_ru: Курение
